IDEA Open Model
TendonBar.PrestressingOrder Property
Compatible with IDEA StatiCa 20.1
 order of tendon prestessing
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int PrestressingOrder { get; set; }
Public Property PrestressingOrder As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace